const data = [
  {
    id: 1,
    name: "上官婉儿",
    position: "法师",
    imgUrl: "waner.png",
    description:
      "上官婉儿需要突入阵内进行刺杀，刘邦能够借助上官婉儿的高机动性顺势突入，上官婉儿也能在刘邦的保护下安全的展开刺杀行动",
    secret: "面对有2个强势控制技能的张良，上官婉儿的灵动性会受到较大限制",
  },
  {
    id: 2,
    name: "公孙离",
    position: "射手",
    imgUrl: "ali.png",
    description:
      "阿离的被动，对于攻击速度的需求较低，优先物理攻击，移动速度依然是不可缺少的特殊属性；通过物理穿透可强化阿离的前期作战能力，使得阿离在前期也会有一定的威胁能力",
    secret:
      "阿离面对强控时，会很难进场输出，较短的输出距离会被东皇太一大招克制",
  },
  {
    id: 3,
    name: "大乔",
    position: "辅助",
    imgUrl: "daqiao.png",
    description:
      "狄仁杰：狄仁杰主要靠风筝普攻伤害，没有位移是短板，大乔的移动速度提升可以帮狄仁杰更好的风筝敌方英雄，大乔的控制技能也可以帮助狄仁杰完成追击和逃生，可以为狄仁杰提供更好的输出环境。狄仁杰的金牌控制释放很容易命中，配合大乔的沉默技能与击飞技能，可以更容易衔接控制。",
    secret: "阿轲的快速收割能力很容易在法阵消失之前就击杀掉友军",
  },
];

export default data;
